export enum Pages {
  HOME = '/',
  PAGE1 = '/page1',
  PAGE2 = '/page2',
  PAGE3 = '/page3',
  PAGE4 = '/page4',
}

export const advantagesData = [
  {
    title: 'Талантливые флористы',
    text: 'Наши флористы имеют многолетний опыт работы и сертификаты, подтверждающие их компетенции',
  },
  {
    title: 'Всегда свежие цветы',
    text: 'Наши букеты будут вас радовать как минимум полторы недели',
  },
  {
    title: 'Самые низкие цены в городе',
    text: 'Цена на наши цветы в среднем на 20% ниже, чем в любом другом цветочном магазине',
  },
];
