import React from 'react';

import { MainWrapper, Header, Text } from './style';

const Home = () => (
  <MainWrapper>
    <Header>Добро пожаловать на главную страницу</Header>
    <Text>
      Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.Здесь вы можете разместить основное содержимое вашей главной
      страницы.
    </Text>
  </MainWrapper>
);

export default Home;
