import { LeftTextBlock, RightTextBlock, Title, Wrapper, Text } from './style';

const AboutUs = () => (
  <Wrapper>
    <Title>Flower — подари улыбку близкому человеку</Title>
    <LeftTextBlock>
      Порой так не хватает слов, чтобы выразить всю любовь. И лишь изящный букет
      сможет покорить сердце прекрасных дам и сказать все нежные слова за Вас.
      Все потому, что цветы несут красоту и являются универсальным подарком на
      любое событие.
    </LeftTextBlock>
    <RightTextBlock>
      Интернет-магазин цветов Flower, где царит безумие свежести, изобилие
      ароматов и красоты, именно для таких особенных случаев. Наша компания
      самая надежная в городе, отличающаяся высоким качеством и отменным
      сервисом. Мы всегда остаемся в тренде, не стоим на месте и используем
      только стильную и изысканную упаковку, которая дополнит свежие ароматные
      букеты.Получив такой подарок, глаза девушек искрятся, наполняются
      радостью, а мир озаряет лучезарная улыбка.
    </RightTextBlock>
    <LeftTextBlock>
      Мы гарантируем, что каждый наш букет не оставит Вас равнодушным и станет
      прекрасным украшением для любого события. В каждую композицию мы
      вкладываем частичку души — именно поэтому нас ценят и выбирают клиенты.
      Одно из наших правил — недорогие цветы для того, чтобы Вы могли в любой
      момент сделать подарок близкому человеку. А доставка день в день —
      возможность насладиться благоухающими соцветиями по доступной цене уже
      сегодня.
    </LeftTextBlock>
    <RightTextBlock>
      У нас вы можете сделать заказ онлайн в несколько кликов, и через пару
      часов наши цветочные композиции осчастливят, как минимум, одну девушку, в
      глазах которой Вы ощутите благодарность и любовь.
    </RightTextBlock>
    <LeftTextBlock>
      А если Вы находитесь не в городе, но хотите порадовать любимую, то
      идеальный вариант — сделать заказ через телефон или заказать цветы через
      интернет.
    </LeftTextBlock>
    <Text>
      В нашем магазине цветов представлено великолепное буйство красок, эмоций и
      оригинальных идей. Для любителей классики подойдет изысканное разнообразие
      роз. Для поклонников нежности и молодости выбирайте букеты из тюльпанов —
      розовые, желтые красные — каждые по-своему интересны и уникальны.
      Беспроигрышным вариантом остаются восхитительные пионы, манящие своей
      нежностью и легкостью. А, возможно, Вы хотите удивить? Тогда хризантемы и
      гортензии решат эту нелегкую задачу. Подарите ромашки, когда хочется
      рассказать о нежных переполняющих чувствах, ведь не зря на них гадают на
      любовь. А едва уловимый аромат эустомы стоит выбирать, чтобы напомнить о
      весеннем ласковом солнышке и согреть в дождливую погоду.
    </Text>
  </Wrapper>
);

export default AboutUs;
